[
  {
    "timestamp": "2025-07-20 03:30:56",
    "speaker": "assistant",
    "content": "Hello, this is Priya from ElevateNow. Am I speaking with Yogesh Deshmukh?"
  },
  {
    "timestamp": "2025-07-20 03:30:56",
    "speaker": "assistant",
    "content": "I noticed you've been quiet. Are you still there?"
  },
  {
    "timestamp": "2025-07-20 03:31:03",
    "speaker": "user",
    "content": "Hello"
  },
  {
    "timestamp": "2025-07-20 03:31:03",
    "speaker": "assistant",
    "content": "Great! I noticed you were checking out our Nano plan but didn't complete the payment. I'd love to understand what motivated you to consider our program and what your weight loss goals are."
  },
  {
    "timestamp": "2025-07-20 03:31:21",
    "speaker": "assistant",
    "content": "I noticed you've been quiet. Are you still there?"
  },
  {
    "timestamp": "2025-07-20 03:31:28",
    "speaker": "user",
    "content": "Metabolism,"
  },
  {
    "timestamp": "2025-07-20 03:31:30",
    "speaker": "user",
    "content": "body metabolism."
  },
  {
    "timestamp": "2025-07-20 03:31:28",
    "speaker": "assistant",
    "content": ""
  },
  {
    "timestamp": "2025-07-20 03:31:32",
    "speaker": "assistant",
    "content": "Based on your BMI of twenty-five, it's clear your body is sending signals about how it's handling weight and metabolism right now. We're genuinely excited to support your goals, and the Nano Plan is designed to work with your body's current state to make weight loss easier and more effective. Would you like to discuss a personalized plan to address these challenges and achieve sustainable weight loss?"
  },
  {
    "timestamp": "2025-07-20 03:31:57",
    "speaker": "user",
    "content": "Yes"
  },
  {
    "timestamp": "2025-07-20 03:31:57",
    "speaker": "assistant",
    "content": "Great! Have you had any past experiences with other weight loss programs? If yes, did they work for you?"
  },
  {
    "timestamp": "2025-07-20 03:32:08",
    "speaker": "user",
    "content": "No,"
  },
  {
    "timestamp": "2025-07-20 03:32:08",
    "speaker": "assistant",
    "content": "You're in the right place! Let me give you a quick intro to what we offer. The Nano Plan includes a blood test, a consultation with a doctor specialized in obesity, and a session with a senior health coach. These are designed to help you achieve your weight loss goals. Unless you have any specific questions related to these offerings, can I explain how they can benefit your journey?"
  },
  {
    "timestamp": "2025-07-20 03:32:38",
    "speaker": "user",
    "content": "No,"
  },
  {
    "timestamp": "2025-07-20 03:32:38",
    "speaker": "assistant",
    "content": "Sure! Here's a brief overview of how the Nano Plan works for you. It starts with a comprehensive blood test to identify key metabolic issues like insulin resistance and hormonal imbalances. Then, a senior obesity specialist will review your results and discuss how they impact your health. Finally, a health coach will create a personalized plan tailored to your needs. Now that we've covered the offerings, would you like to know about the pricing?"
  },
  {
    "timestamp": "2025-07-20 03:33:09",
    "speaker": "user",
    "content": "Yes."
  },
  {
    "timestamp": "2025-07-20 03:33:09",
    "speaker": "assistant",
    "content": "The Nano Plan is designed to be affordable at Rupees one thousand seven hundred ninety-nine, including the blood test, metabolic report, and doctor consultation. This is a one-time payment, giving you access to premium services at a fraction of the typical cost, which can be around Rupees six thousand otherwise. What do you think about the pricing?"
  },
  {
    "timestamp": "2025-07-20 03:33:32",
    "speaker": "user",
    "content": "It's ok."
  },
  {
    "timestamp": "2025-07-20 03:33:32",
    "speaker": "assistant",
    "content": "Now that we've talked about the offerings and pricing, I really think the Nano Plan can be a great starting point for you to achieve your weight loss goals. Would you like to proceed with the payment?"
  },
  {
    "timestamp": "2025-07-20 03:33:46",
    "speaker": "user",
    "content": "Yes,"
  },
  {
    "timestamp": "2025-07-20 03:33:46",
    "speaker": "assistant",
    "content": "Great! You can choose between two payment options: a partial payment of Rupees four hundred ninety-nine now and the remaining Rupees one thousand three hundred ninety-nine at the time of blood sample collection, or a full payment of Rupees one thousand seven hundred ninety-nine upfront. I'll send both payment links to your registered mobile number via WhatsApp. Do you have any more questions before we proceed?"
  },
  {
    "timestamp": "2025-07-20 03:34:12",
    "speaker": "user",
    "content": "No."
  },
  {
    "timestamp": "2025-07-20 03:34:12",
    "speaker": "assistant",
    "content": "Perfect! I'll send the payment links to your registered mobile number. If you have any more questions in the future, feel free to reach out. Goodbye, and have a great day!"
  },
  {
    "timestamp": "2025-07-20 03:34:32",
    "speaker": "assistant",
    "content": "I noticed you've been quiet. Are you still there?"
  }
]