[
  {
    "timestamp": "2025-07-22 05:41:20",
    "speaker": "assistant",
    "content": "Hello, this is Priya from ElevateNow. Am I speaking with Niketa?"
  },
  {
    "timestamp": "2025-07-22 05:41:23",
    "speaker": "user",
    "content": "Yes,"
  },
  {
    "timestamp": "2025-07-22 05:41:23",
    "speaker": "assistant",
    "content": "Great! I noticed you were checking out our Nano plan but didn't complete the payment. I'd love to understand what motivated you to consider our program and what your weight loss goals are."
  },
  {
    "timestamp": "2025-07-22 05:41:41",
    "speaker": "user",
    "content": "Weight close ball is 15 kg."
  },
  {
    "timestamp": "2025-07-22 05:41:40",
    "speaker": "assistant",
    "content": ""
  },
  {
    "timestamp": "2025-07-22 05:41:47",
    "speaker": "user",
    "content": "And I didn't get the clarity of the program like how many months of period or what is it?"
  },
  {
    "timestamp": "2025-07-22 05:41:47",
    "speaker": "assistant",
    "content": ""
  },
  {
    "timestamp": "2025-07-22 05:41:50",
    "speaker": "user",
    "content": "The frequency of the consultation"
  },
  {
    "timestamp": "2025-07-22 05:41:51",
    "speaker": "user",
    "content": "nothing."
  },
  {
    "timestamp": "2025-07-22 05:41:55",
    "speaker": "assistant",
    "content": "The Nano Plan is designed to be efficient and flexible. It starts with a blood test, followed by a detailed doctor consultation, which typically lasts thirty to forty-five minutes. From there, you'll have a personalized session with a senior health coach. The timing for these sessions is based on your availability. The goal is to provide you with a comprehensive understanding and a personalized roadmap for your weight loss journey. Would you like to know more about the detailed offerings of the Nano Plan?"
  },
  {
    "timestamp": "2025-07-22 05:42:23",
    "speaker": "assistant",
    "content": "The Nano Plan is designed to be"
  },
  {
    "timestamp": "2025-07-22 05:42:35",
    "speaker": "assistant",
    "content": "I noticed you've been quiet. Are you still there?"
  },
  {
    "timestamp": "2025-07-22 05:42:41",
    "speaker": "user",
    "content": "Yes,"
  },
  {
    "timestamp": "2025-07-22 05:42:40",
    "speaker": "assistant",
    "content": ""
  },
  {
    "timestamp": "2025-07-22 05:42:43",
    "speaker": "assistant",
    "content": "Great! So, the Nano Plan includes a blood test, doctor consultation, and a session with a senior health coach. These services are tailored to help you achieve your weight loss goals effectively. Now, would you like me to explain how these offerings can help you specifically with your weight loss journey?"
  },
  {
    "timestamp": "2025-07-22 05:43:02",
    "speaker": "user",
    "content": "Yes,"
  },
  {
    "timestamp": "2025-07-22 05:43:01",
    "speaker": "assistant",
    "content": ""
  },
  {
    "timestamp": "2025-07-22 05:43:05",
    "speaker": "assistant",
    "content": "The blood test targets specific parameters linked to weight gain, such as insulin resistance and hormonal imbalances. This is followed by a consultation with an obesity specialist doctor who explains your results and their impact on your health. Finally, a senior health coach will create a personalized weight loss plan tailored just for you. Now that we've covered the offerings, would you like me to discuss the pricing information?"
  },
  {
    "timestamp": "2025-07-22 05:43:34",
    "speaker": "user",
    "content": "No."
  },
  {
    "timestamp": "2025-07-22 05:43:34",
    "speaker": "assistant",
    "content": "Alright, if there's anything specific you'd like to know or if you have any doubts, feel free to ask. I'm here to help you understand how the Nano Plan can benefit you."
  },
  {
    "timestamp": "2025-07-22 05:43:53",
    "speaker": "user",
    "content": "Does the doctor consultation happen every month or every week?"
  },
  {
    "timestamp": "2025-07-22 05:43:53",
    "speaker": "assistant",
    "content": ""
  },
  {
    "timestamp": "2025-07-22 05:43:56",
    "speaker": "assistant",
    "content": "The doctor consultation in the Nano Plan is a one-time session designed to provide you with detailed insights and a personalized weight loss roadmap. If you're interested in ongoing support, you might consider our longer-term programs after experiencing the Nano Plan. Would you like to know more about these options?"
  },
  {
    "timestamp": "2025-07-22 05:44:14",
    "speaker": "user",
    "content": "No."
  },
  {
    "timestamp": "2025-07-22 05:44:14",
    "speaker": "assistant",
    "content": ""
  },
  {
    "timestamp": "2025-07-22 05:44:17",
    "speaker": "assistant",
    "content": "Alright, if you have any other questions or need further clarification, feel free to ask. I'm here to help!"
  },
  {
    "timestamp": "2025-07-22 05:44:26",
    "speaker": "user",
    "content": "The diet plan is given every week or every month?"
  },
  {
    "timestamp": "2025-07-22 05:44:26",
    "speaker": "assistant",
    "content": "The personalized diet plan provided by the health coach in the Nano Plan is tailored to your specific needs and goals. It's designed to guide you over a period, but the frequency of updates or changes would depend on your progress and preferences. If you need regular updates, our longer-term programs might be more suitable. Would you like more information on that?"
  },
  {
    "timestamp": "2025-07-22 05:44:50",
    "speaker": "user",
    "content": "Ok."
  },
  {
    "timestamp": "2025-07-22 05:44:59",
    "speaker": "user",
    "content": "Ok, go ahead."
  },
  {
    "timestamp": "2025-07-22 05:44:50",
    "speaker": "assistant",
    "content": ""
  },
  {
    "timestamp": "2025-07-22 05:45:03",
    "speaker": "assistant",
    "content": "Great! If you have any more questions or need assistance with anything else, just let me know. I'm here to help!"
  },
  {
    "timestamp": "2025-07-22 05:45:10",
    "speaker": "assistant",
    "content": "The Nano Plan is priced at Rupees one thousand seven hundred ninety-nine, offering a comprehensive set of services that typically cost much more individually. You have the option to pay either in full or partially. This plan provides a cost-effective way to access personalized weight loss insights and guidance. Do you have any more questions, or would you like to proceed with the payment process?"
  },
  {
    "timestamp": "2025-07-22 05:45:33",
    "speaker": "user",
    "content": "No."
  },
  {
    "timestamp": "2025-07-22 05:45:33",
    "speaker": "assistant",
    "content": "Alright, if you're ready to proceed with the payment or have any other questions in the future, feel free to reach out. Goodbye, and have a great day!"
  }
]