[
  {
    "timestamp": "2025-07-14 04:21:26",
    "speaker": "assistant",
    "content": "Hello, this is Priya from ElevateNow. Am I speaking with Munira Mandviwala?"
  },
  {
    "timestamp": "2025-07-14 04:21:26",
    "speaker": "assistant",
    "content": "I"
  },
  {
    "timestamp": "2025-07-14 04:21:30",
    "speaker": "user",
    "content": "Hello,"
  },
  {
    "timestamp": "2025-07-14 04:21:30",
    "speaker": "assistant",
    "content": "Great! I noticed you were checking out our Nano plan but didn't complete the payment. I'd love to understand what motivated you to consider our program and what your weight loss goals are."
  },
  {
    "timestamp": "2025-07-14 04:21:49",
    "speaker": "assistant",
    "content": "I noticed you've been quiet. Are you still there?"
  },
  {
    "timestamp": "2025-07-14 04:21:56",
    "speaker": "user",
    "content": "Yes,"
  },
  {
    "timestamp": "2025-07-14 04:21:55",
    "speaker": "assistant",
    "content": ""
  },
  {
    "timestamp": "2025-07-14 04:21:59",
    "speaker": "assistant",
    "content": "Great! Based on your BMI, it's clear your body might be facing some metabolic challenges that can affect weight loss. The Nano Plan is designed to tackle these issues and support your goals. Could you share more about what you're aiming to achieve with your weight loss journey?"
  },
  {
    "timestamp": "2025-07-14 04:22:18",
    "speaker": "user",
    "content": "Being more healthier."
  },
  {
    "timestamp": "2025-07-14 04:22:18",
    "speaker": "assistant",
    "content": "Absolutely!"
  },
  {
    "timestamp": "2025-07-14 04:22:21",
    "speaker": "user",
    "content": "Obviously weight loss."
  },
  {
    "timestamp": "2025-07-14 04:22:21",
    "speaker": "assistant",
    "content": "Got it! Your BMI indicates that tackling specific metabolic challenges can really make a difference. Have you tried any weight loss programs before?"
  },
  {
    "timestamp": "2025-07-14 04:22:35",
    "speaker": "user",
    "content": "No."
  },
  {
    "timestamp": "2025-07-14 04:22:35",
    "speaker": "assistant",
    "content": "You're in the right place then! Our Nano Plan starts with a blood test, followed by a consultation with an obesity specialist doctor, and a session with a senior"
  },
  {
    "timestamp": "2025-07-14 04:22:55",
    "speaker": "assistant",
    "content": "I noticed you've been quiet. Are you still there?"
  },
  {
    "timestamp": "2025-07-14 04:22:59",
    "speaker": "user",
    "content": "Hello?"
  },
  {
    "timestamp": "2025-07-14 04:23:01",
    "speaker": "user",
    "content": "Yes"
  },
  {
    "timestamp": "2025-07-14 04:22:59",
    "speaker": "assistant",
    "content": ""
  },
  {
    "timestamp": "2025-07-14 04:23:04",
    "speaker": "assistant",
    "content": "Great! Our Nano Plan starts with a blood test, followed by a consultation with an obesity specialist doctor, and a session with a senior health coach. Unless you have any specific questions about these offerings, can I explain how they can help you achieve your weight loss goals?"
  },
  {
    "timestamp": "2025-07-14 04:23:21",
    "speaker": "user",
    "content": "Yes please."
  },
  {
    "timestamp": "2025-07-14 04:23:21",
    "speaker": "assistant",
    "content": "Sure! The blood test identifies key issues like insulin resistance and hormonal imbalances that might be affecting your weight. The doctor will review these results with you, explaining their impact on your health. Then, our senior health coach will create a personalized plan to address these challenges and guide you towards sustainable weight loss. Now that we've covered the offerings, would you like me to explain the pricing?"
  },
  {
    "timestamp": "2025-07-14 04:23:49",
    "speaker": "user",
    "content": "Yes, please."
  },
  {
    "timestamp": "2025-07-14 04:23:49",
    "speaker": "assistant",
    "content": "The Nano Plan costs Rupees one thousand seven hundred ninety-nine, which includes the blood test, doctor consultation, and health coach session. Compared to individual market prices, which total around Rupees six thousand, our plan offers significant savings. Would you like to know about the payment options?"
  },
  {
    "timestamp": "2025-07-14 04:24:09",
    "speaker": "user",
    "content": "Yes, please."
  },
  {
    "timestamp": "2025-07-14 04:24:09",
    "speaker": "assistant",
    "content": "You have two payment options: you can either make a partial payment of Rupees four hundred ninety-nine now and pay the remaining Rupees one thousand three hundred ninety-nine at the time of blood sample collection, totaling to Rupees one thousand eight hundred ninety-eight. Or, you can pay the full amount of Rupees one thousand seven hundred ninety-nine upfront. I'll send both payment links to your registered mobile number via WhatsApp. Do you have any more questions?"
  },
  {
    "timestamp": "2025-07-14 04:24:42",
    "speaker": "user",
    "content": "No,"
  },
  {
    "timestamp": "2025-07-14 04:24:42",
    "speaker": "assistant",
    "content": "Great! I'll send you the payment links on your registered mobile number. If you have any questions in the future, feel free to reach out. Goodbye, and have a great day!"
  },
  {
    "timestamp": "2025-07-14 04:24:55",
    "speaker": "user",
    "content": "Thank you."
  },
  {
    "timestamp": "2025-07-14 04:24:55",
    "speaker": "assistant",
    "content": "You're welcome! Goodbye, and have a great day!"
  },
  {
    "timestamp": "2025-07-14 04:25:08",
    "speaker": "assistant",
    "content": "Hello, this is Priya from ElevateNow. Am I speaking with Munira Mandviwala?"
  }
]