[
  {
    "timestamp": "2025-07-04 03:26:16",
    "speaker": "assistant",
    "content": "Hello, this is Priya from ElevateNow. Am I speaking with Nupur?"
  },
  {
    "timestamp": "2025-07-04 03:26:19",
    "speaker": "assistant",
    "content": "I noticed you've been quiet. Are you still there?"
  },
  {
    "timestamp": "2025-07-04 03:26:24",
    "speaker": "user",
    "content": "Yeah, I am."
  },
  {
    "timestamp": "2025-07-04 03:26:36",
    "speaker": "assistant",
    "content": "Great! I noticed you were checking out our Nano plan but didn't complete the payment. I'd love to understand what motivated you to consider our program and what your weight loss goals are."
  },
  {
    "timestamp": "2025-07-04 03:26:41",
    "speaker": "user",
    "content": "I like to reduce 10 kg in case."
  },
  {
    "timestamp": "2025-07-04 03:27:11",
    "speaker": "assistant",
    "content": "Absolutely! Based on your BMI of 26.81, it's clear your body is sending signals about how it's handling weight and metabolism right now. At this Pre-Obesity Stage, many individuals experience low energy levels and slow metabolism due to Iron & Vitamin D Deficiency. Our program focuses on fixing these first, so your body naturally boosts metabolism and accelerates fat loss. Would you like to discuss a personalized plan to address these challenges and achieve sustainable weight loss?"
  },
  {
    "timestamp": "2025-07-04 03:27:13",
    "speaker": "user",
    "content": "Yes."
  },
  {
    "timestamp": "2025-07-04 03:27:19",
    "speaker": "assistant",
    "content": "Have you had any past experiences with other weight loss programs? If so, were"
  },
  {
    "timestamp": "2025-07-04 03:27:20",
    "speaker": "user",
    "content": "No."
  },
  {
    "timestamp": "2025-07-04 03:27:35",
    "speaker": "assistant",
    "content": "You're in the right place! Our Nano Plan includes a blood test, doctor consultation, and a session with a senior health coach. Unless you have any specific questions related to any of these offerings, can I explain how these can help you achieve your weight loss goals?"
  },
  {
    "timestamp": "2025-07-04 03:27:37",
    "speaker": "user",
    "content": "Yeah sure."
  },
  {
    "timestamp": "2025-07-04 03:28:06",
    "speaker": "assistant",
    "content": "Our Nano Plan starts with a comprehensive blood test to identify any underlying issues like insulin resistance or hormonal imbalances that might be affecting your weight. Following that, you'll have a consultation with an obesity specialist doctor who will explain your results in detail. Lastly, a senior health coach will work with you to create a personalized weight loss plan tailored to your needs. Now that we've covered the offerings, do you want me to go over the pricing information?"
  },
  {
    "timestamp": "2025-07-04 03:28:08",
    "speaker": "user",
    "content": "Yes."
  },
  {
    "timestamp": "2025-07-04 03:28:31",
    "speaker": "assistant",
    "content": "The Nano Plan is priced at Rupees one thousand seven hundred ninety-nine, which includes the blood test, metabolic report, and doctor consultation. This is quite affordable compared to the market price of similar services, which can total up to Rupees six thousand. This makes our plan a cost-effective option for personalized weight loss management. Would you like to proceed with the payment options?"
  },
  {
    "timestamp": "2025-07-04 03:28:33",
    "speaker": "user",
    "content": "Not now."
  },
  {
    "timestamp": "2025-07-04 03:28:46",
    "speaker": "assistant",
    "content": "No worries! If you have any more questions or need further information about the Nano Plan, feel free to reach out. I'm here to help you whenever you're ready. Goodbye, and have a great day!"
  },
  {
    "timestamp": "2025-07-04 03:29:03",
    "speaker": "user",
    "content": "I I have made some much comments about the plan that after taking the payment you don't do"
  },
  {
    "timestamp": "2025-07-04 03:29:03",
    "speaker": "user",
    "content": "the test."
  },
  {
    "timestamp": "2025-07-04 03:29:03",
    "speaker": "assistant",
    "content": ""
  },
  {
    "timestamp": "2025-07-04 03:29:03",
    "speaker": "assistant",
    "content": ""
  },
  {
    "timestamp": "2025-07-04 03:29:05",
    "speaker": "user",
    "content": "I'm calling. Quite worried about that."
  },
  {
    "timestamp": "2025-07-04 03:29:20",
    "speaker": "assistant",
    "content": "I understand your concern. Rest assured, once the payment is made, the blood test is scheduled promptly. We partner with reliable labs to ensure everything is carried out smoothly. If you have any other worries or questions, feel free to ask."
  },
  {
    "timestamp": "2025-07-04 03:29:29",
    "speaker": "user",
    "content": "How can I be sure that you after getting the payment he would do the test and avail my"
  },
  {
    "timestamp": "2025-07-04 03:29:29",
    "speaker": "assistant",
    "content": ""
  },
  {
    "timestamp": "2025-07-04 03:29:30",
    "speaker": "user",
    "content": "you know, 1 to 1 call?"
  },
  {
    "timestamp": "2025-07-04 03:29:57",
    "speaker": "assistant",
    "content": "I understand your concern. Once the payment is completed, we promptly schedule your blood test and ensure you receive a comprehensive report. Following that, you'll have a one-on-one consultation with a senior obesity specialist doctor who will guide you through your results. This process is designed to be transparent and efficient, and our team is committed to supporting you every step of the way. If you have any more questions or need further details, feel free to ask!"
  },
  {
    "timestamp": "2025-07-04 03:30:01",
    "speaker": "user",
    "content": "I like to talk to somebody in person."
  },
  {
    "timestamp": "2025-07-04 03:30:10",
    "speaker": "assistant",
    "content": "I understand. I'll connect you to an agent from our team who can assist you further. Could you please let me know your preferred time for a call?"
  },
  {
    "timestamp": "2025-07-04 03:30:13",
    "speaker": "user",
    "content": "Right now would be suitable?"
  },
  {
    "timestamp": "2025-07-04 03:30:22",
    "speaker": "assistant",
    "content": "I'll arrange for an agent to call you as soon as possible. They should be in touch shortly. Goodbye, and have a great day!"
  },
  {
    "timestamp": "2025-07-04 03:30:24",
    "speaker": "user",
    "content": "Thank you."
  },
  {
    "timestamp": "2025-07-04 03:30:28",
    "speaker": "assistant",
    "content": "You're welcome! Goodbye, and have a great day!"
  },
  {
    "timestamp": "2025-07-04 03:30:42",
    "speaker": "assistant",
    "content": "I noticed you've been quiet. Are you still there?"
  }
]