[
  {
    "timestamp": "0:00:07.868478",
    "speaker": "Agent",
    "content": "Hello, this is Priya from Elevate Now. Am I speaking with Purba Sahu?"
  },
  {
    "timestamp": "0:00:12.583182",
    "speaker": "Agent",
    "content": "I noticed you"
  },
  {
    "timestamp": "0:00:15.253679",
    "speaker": "Agent",
    "content": "I noticed you were checking out our Nano plan, but didn't complete the payment. I'd love to understand what motivated you to consider our program and what your weight loss goals are."
  },
  {
    "timestamp": "0:00:25.782044",
    "speaker": "Customer",
    "content": "Koto taka."
  },
  {
    "timestamp": "0:00:28.548194",
    "speaker": "Agent",
    "content": "मुझे माफ करना, लेकिन मैं आपकी बात समझ नहीं पाया। क्या आप कृपया स्पष्ट कर सकते हैं? मैं आपके"
  },
  {
    "timestamp": "0:00:37.480240",
    "speaker": "Agent",
    "content": "मैं समझती हूं कि कीमत आपके लिए एक चिंता का विषय हो सकती है। क्या आप चाहते हैं कि मैं ननो प्लैन"
  },
  {
    "timestamp": "0:00:47.803297",
    "speaker": "Customer",
    "content": "Yes."
  },
  {
    "timestamp": "0:00:50.112489",
    "speaker": "Agent",
    "content": "The Nano plan is designed to be affordable, allowing you to experience our services without a significant."
  },
  {
    "timestamp": "0:00:58.290611",
    "speaker": "Agent",
    "content": "I understand that you're concerned about the cost. Let me explain why the Nano plan is such a great value."
  },
  {
    "timestamp": "0:01:10.141302",
    "speaker": "Agent",
    "content": "मुझे लगता है कि आपने दूसरे प्रोग्राम के बारे में बात की होगी। ननो प्लान के तहत आप 1,799 में एक कॉम्प्रिहेंसिव पैकेज प्राप्त करते हैं जिसमें ब्लड टेस्ट डॉक्टर कंसल्टेशन और हेल्थ कोच कंसल्टेशन शामिल है। यह योजना इस कीमत पर उपलब्ध सेवाओं का सबसे अच्छा मूल्य प्रदान करती है। क्या आप इसके बारे में और जानना चाहेंगे?"
  },
  {
    "timestamp": "0:01:31.273466",
    "speaker": "Customer",
    "content": "Yes."
  },
  {
    "timestamp": "0:01:34.556717",
    "speaker": "Agent",
    "content": "The Nano plan starts with a blood test to identify key issues like insulin resistance and hormonal imbalances. Then a senior obesity specialist doctor will explain your results in detail and their impact on your health.\" Finally, our health coach will create a personalized weight loss plan tailored just for you. Would you like to discuss how these offerings can help you achieve your weight loss goals?"
  },
  {
    "timestamp": "0:01:57.096301",
    "speaker": "Customer",
    "content": "Yes."
  },
  {
    "timestamp": "0:01:59.452188",
    "speaker": "Agent",
    "content": "Great. The blood test we conduct goes beyond standard tests by focusing on specific parameters linked to weight gain, such as vitamin profiles, insulin resistance, and thyroid levels. Once we have your results, our experienced obesity specialist doctor will provide a detailed consultation to explain how these factors might be affecting your weight. Following this, our senior health coach will work with you to develop a personalized lifestyle plan that addresses these issues effectively. Now that we've covered these offerings, would you like me to go over the pricing information?"
  },
  {
    "timestamp": "0:02:32.249564",
    "speaker": "Customer",
    "content": "Yes."
  },
  {
    "timestamp": "0:02:35.607310",
    "speaker": "Agent",
    "content": "नैनो प्लान की कीमत 1,799 रुपये है, जो कि कॉम्प्रिहेंसिव  पैकेज के लिए बहुत ही अफोर्डेबल है। क्या कीमत में ब्लड टेस्ट, डॉक्टर कंसल्टेशन या हेल्थ कोच कंसल्टेशन शामिल है। बाजार में इन सेवाओं की कुल कीमत 6,000 रुपये होती है, लेकिन हमारे प्लान के साथ आप इसे बहुत ही कम कीमत में प्राप्त कर सकते हैं। क्या आप कुछ जानते हैं और जानना चाहेंगे?"
  },
  {
    "timestamp": "0:03:07.568839",
    "speaker": "Customer",
    "content": "3 month."
  },
  {
    "timestamp": "0:03:12.879116",
    "speaker": "Agent",
    "content": "मुझे माफ कीजिए, लेकिन मैं आपकी बात समझ नहीं पाई।क्या आप"
  },
  {
    "timestamp": "0:03:19.595868",
    "speaker": "Agent",
    "content": "Nano plan primarily offers a comprehensive initial assessment and personalized plan to kick start your weight loss journey. Once you complete the Nano plan, you have the option to upgrade to our flagship program, which includes three, six or 12 month subscription plans. This gives you continued support and guidance tailored to your specific needs."
  },
  {
    "timestamp": "0:03:42.144813",
    "speaker": "Customer",
    "content": "Yes."
  },
  {
    "timestamp": "0:03:45.625976",
    "speaker": "Agent",
    "content": "After completing the Nano plan, which provides a personalized road map to weight loss, you can choose to upgrade to our flagship program with options for 3, 6 or 12 month subscriptions. These longer-term plans offer a 100% money back guarantee on weight loss, ensuring you have the support needed to achieve your health goals. Would you like to discuss how to get started with the Nano plan?"
  },
  {
    "timestamp": "0:04:07.783345",
    "speaker": "Customer",
    "content": "Three month's price."
  },
  {
    "timestamp": "0:04:10.873876",
    "speaker": "Agent",
    "content": "The pricing for the three months."
  },
  {
    "timestamp": "0:04:15.086760",
    "speaker": "Agent",
    "content": "मुझे खेद है यदि आपको ऐसा लगा हो। मैं यहां आपकी मदद करने के लिए हूं। क्या आप मुझे बता सकते हैं कि मैं आपकी किस प्रकार सहायता कर सकती हूं?"
  },
  {
    "timestamp": "0:04:24.945040",
    "speaker": "Customer",
    "content": "Three months months का price कितना hai?"
  },
  {
    "timestamp": "0:04:32.748152",
    "speaker": "Agent",
    "content": "मुझे खेद है लेकिन मैं वर्तमान में तीन महीने की योजना के मूल्य विवरण प्रदान नहीं कर सकती। ननो प्लान के पूरा होने के बाद हम आपको अपने फ्लैगशिप प्रोग्राम के लिए विभिन्न विकल्प।"
  },
  {
    "timestamp": "0:02:57.617161",
    "speaker": "Customer",
    "content": "Yes."
  },
  {
    "timestamp": "0:03:00.222904",
    "speaker": "Agent",
    "content": "क्या आप मुझसे nano plan या उसके किसी फीचर्स के बारे में जानना चाहेंगे?"
  },
  {
    "timestamp": "0:04:49.884280",
    "speaker": "Customer",
    "content": "बदमाश।"
  },
  {
    "timestamp": "0:04:52.791667",
    "speaker": "Agent",
    "content": "धन्यवाद। क्या आपके पास ननो प्लान या इससे संबंधित कुछ और सवाल हैं जिनमें मैं आपकी मदद\""
  },
  {
    "timestamp": "0:05:00.129270",
    "speaker": "Agent",
    "content": "मुझे खेद है। क्या आप मुझे बता सकते हैं कि मैं आपकी किस प्रकार सहायता कर सकती हूं?"
  },
  {
    "timestamp": "0:05:08.414935",
    "speaker": "Agent",
    "content": "मुझे खेद है अगर आपको ऐसा लगा हो। मैं यहां आपकी मदद करने के लिए हूं।\""
  },
  {
    "timestamp": "0:05:23.939114",
    "speaker": "Agent",
    "content": "मुझे खेद है कि आपको असुविधा हो रही है। क्या आप मुझे बता सकते हैं कि मैं आपकी किस प्रकार मदद कर सकती हूं?"
  },
  {
    "timestamp": "0:05:38.283903",
    "speaker": "Agent",
    "content": "I noticed you've been quiet. Are you still there?"
  }
]