[
  {
    "timestamp": "2025-07-21 07:17:39",
    "speaker": "assistant",
    "content": "Hello, this is Priya from ElevateNow. Am I speaking with Purba Sahu?"
  },
  {
    "timestamp": "2025-07-21 07:17:39",
    "speaker": "assistant",
    "content": "I noticed"
  },
  {
    "timestamp": "2025-07-21 07:17:40",
    "speaker": "user",
    "content": "Yes,"
  },
  {
    "timestamp": "2025-07-21 07:17:40",
    "speaker": "assistant",
    "content": "Great! I noticed you were checking out our Nano plan but didn't complete the payment. I'd love to understand what motivated you to consider our program and what your weight loss goals are."
  },
  {
    "timestamp": "2025-07-21 07:17:53",
    "speaker": "user",
    "content": "कोदुरा का"
  },
  {
    "timestamp": "2025-07-21 07:17:53",
    "speaker": "assistant",
    "content": "मुझे माफ करना, लेकिन मैं आपकी बात समझ नहीं पाया। क्या आप कृपया स्पष्ट कर सकते हैं? मैं आपकी weight"
  },
  {
    "timestamp": "2025-07-21 07:18:02",
    "speaker": "user",
    "content": "पैसा पैसा,"
  },
  {
    "timestamp": "2025-07-21 07:18:02",
    "speaker": "assistant",
    "content": "मैं समझती हूँ कि कीमत आपके लिए एक चिंता का विषय हो सकती है। क्या आप चाहते हैं कि मैं Nano Plan की"
  },
  {
    "timestamp": "2025-07-21 07:18:15",
    "speaker": "user",
    "content": "Yes."
  },
  {
    "timestamp": "2025-07-21 07:18:15",
    "speaker": "assistant",
    "content": "The Nano Plan is designed to be affordable, allowing you to experience our services without a significant upfront"
  },
  {
    "timestamp": "2025-07-21 07:18:23",
    "speaker": "user",
    "content": "अरे भाई तीन महीने का तो डरा."
  },
  {
    "timestamp": "2025-07-21 07:18:23",
    "speaker": "assistant",
    "content": "I understand that you're concerned about the cost. Let me explain why the Nano Plan is such a great value. Individually, the services"
  },
  {
    "timestamp": "2025-07-21 07:18:33",
    "speaker": "user",
    "content": "हमें पूछते जाएं, तीन mask का तो था."
  },
  {
    "timestamp": "2025-07-21 07:18:33",
    "speaker": "assistant",
    "content": "मुझे लगता है कि आपने दूसरे प्रोग्राम के बारे में बात की होगी। Nano Plan के तहत, आप Rupees one thousand seven hundred ninety-nine में एक comprehensive package प्राप्त करते हैं, जिसमें blood test, doctor consultation और health coach consultation शामिल हैं। यह योजना इस कीमत पर उपलब्ध सेवाओं का सबसे अच्छा मूल्य प्रदान करती है। क्या आप इसके बारे में और जानना चाहेंगे?"
  },
  {
    "timestamp": "2025-07-21 07:18:59",
    "speaker": "user",
    "content": "Yes?"
  },
  {
    "timestamp": "2025-07-21 07:18:59",
    "speaker": "assistant",
    "content": "The Nano Plan starts with a blood test to identify key issues like insulin resistance and hormonal imbalances. Then, a senior obesity specialist doctor will explain your results in detail and their impact on your health. Finally, our health coach will create a personalized weight loss plan tailored just for you. Would you like to discuss how these offerings can help you achieve your weight loss goals?"
  },
  {
    "timestamp": "2025-07-21 07:19:24",
    "speaker": "user",
    "content": "Yes,"
  },
  {
    "timestamp": "2025-07-21 07:19:24",
    "speaker": "assistant",
    "content": "Great! The blood test we conduct goes beyond standard tests by focusing on specific parameters linked to weight gain, such as vitamin profiles, insulin resistance, and thyroid levels. Once we have your results, our experienced obesity specialist doctor will provide a detailed consultation to explain how these factors might be affecting your weight. Following this, our senior health coach will work with you to develop a personalized lifestyle plan that addresses these issues effectively. Now that we've covered these offerings, would you like me to go over the pricing information?"
  },
  {
    "timestamp": "2025-07-21 07:19:59",
    "speaker": "user",
    "content": "यह"
  },
  {
    "timestamp": "2025-07-21 07:19:59",
    "speaker": "assistant",
    "content": "Nano Plan की कीमत Rupees one thousand seven hundred ninety-nine है, जो कि comprehensive package के लिए बहुत ही affordable है। इस कीमत में blood test, doctor consultation और health coach consultation शामिल हैं। बाज़ार में इन सेवाओं की कुल कीमत लगभग Rupees six thousand होती है, लेकिन हमारे Plan के साथ आप इसे बहुत ही कम कीमत में प्राप्त कर सकते हैं। क्या आप कुछ और जानना चाहेंगे?"
  },
  {
    "timestamp": "2025-07-21 07:20:25",
    "speaker": "user",
    "content": "Yes,"
  },
  {
    "timestamp": "2025-07-21 07:20:25",
    "speaker": "assistant",
    "content": "क्या आप मुझसे Nano Plan या उसके किसी specific feature के बारे में जानना चाहेंगे? मैं आपकी मदद"
  },
  {
    "timestamp": "2025-07-21 07:20:32",
    "speaker": "user",
    "content": "No."
  },
  {
    "timestamp": "2025-07-21 07:20:32",
    "speaker": "assistant",
    "content": "अब"
  },
  {
    "timestamp": "2025-07-21 07:20:35",
    "speaker": "user",
    "content": "श्रीमान"
  },
  {
    "timestamp": "2025-07-21 07:20:35",
    "speaker": "assistant",
    "content": "मुझे माफ कीजिए, लेकिन मैं आपकी बात समझ नहीं पाई। क्या आप कृपया स्पष्ट"
  },
  {
    "timestamp": "2025-07-21 07:20:44",
    "speaker": "user",
    "content": "3 month"
  },
  {
    "timestamp": "2025-07-21 07:20:44",
    "speaker": "assistant",
    "content": "Nano Plan primarily offers a comprehensive initial assessment and personalized plan to kickstart your weight loss journey. Once you complete the Nano Plan, you have the option to upgrade to our flagship program, which includes 3, 6, or 12-month subscription plans. This gives you continued support and guidance tailored to your specific needs. Would you like more information on this?"
  },
  {
    "timestamp": "2025-07-21 07:21:09",
    "speaker": "user",
    "content": "Yes,"
  },
  {
    "timestamp": "2025-07-21 07:21:09",
    "speaker": "assistant",
    "content": "After completing the Nano Plan, which provides a personalized roadmap to weight loss, you can choose to upgrade to our flagship program with options for 3, 6, or 12-month subscriptions. These longer-term plans offer a 100% money-back guarantee on weight loss, ensuring you have the support needed to achieve your health goals. Would you like to discuss how to get started with the Nano Plan?"
  },
  {
    "timestamp": "2025-07-21 07:21:36",
    "speaker": "user",
    "content": "3 months price."
  },
  {
    "timestamp": "2025-07-21 07:21:36",
    "speaker": "assistant",
    "content": "The pricing for"
  },
  {
    "timestamp": "2025-07-21 07:21:40",
    "speaker": "user",
    "content": "मुझसे बोलते हैं ना जरा बदमाश से अच्छे."
  },
  {
    "timestamp": "2025-07-21 07:21:40",
    "speaker": "assistant",
    "content": "मुझे खेद है यदि आपको ऐसा लगा हो। मैं यहाँ आपकी मदद करने के लिए हूँ। क्या आप मुझे बता सकते हैं कि मैं आपकी किस प्रकार सहायता कर सकती हूँ?"
  },
  {
    "timestamp": "2025-07-21 07:21:54",
    "speaker": "user",
    "content": "3 men months का price कितना है?"
  },
  {
    "timestamp": "2025-07-21 07:21:54",
    "speaker": "assistant",
    "content": "मुझे खेद है, लेकिन मैं वर्तमान में तीन महीने की योजना के मूल्य विवरण प्रदान नहीं कर सकती। Nano Plan के पूरा होने के बाद, हम आपको अपने फ्लैगशिप प्रोग्राम के लिए"
  },
  {
    "timestamp": "2025-07-21 07:22:15",
    "speaker": "user",
    "content": "काला बहुत समय से दाल, बहुत समय तीनवां से दाम बोल रहा था Nano plan नहीं थी तीन मां से दाम बोल रहा था अठारह."
  },
  {
    "timestamp": "2025-07-21 07:22:15",
    "speaker": "assistant",
    "content": ""
  },
  {
    "timestamp": "2025-07-21 07:22:17",
    "speaker": "user",
    "content": "बहुत मस्त."
  },
  {
    "timestamp": "2025-07-21 07:22:17",
    "speaker": "assistant",
    "content": "धन्यवाद! क्या आपके पास Nano Plan या इससे संबंधित कुछ और सवाल हैं जिनमें मैं आपकी मदद"
  },
  {
    "timestamp": "2025-07-21 07:22:24",
    "speaker": "user",
    "content": "भक्त"
  },
  {
    "timestamp": "2025-07-21 07:22:24",
    "speaker": "assistant",
    "content": "मुझे खेद है, क्या आप मुझे बता सकते हैं कि मैं आपकी किस प्रकार सहायता कर सकती हूँ?"
  },
  {
    "timestamp": "2025-07-21 07:22:32",
    "speaker": "user",
    "content": "बड़ा dim girl भी तो"
  },
  {
    "timestamp": "2025-07-21 07:22:32",
    "speaker": "assistant",
    "content": "मुझे खेद है अगर आपको ऐसा लगा हो। मैं यहाँ आपकी मदद करने के लिए हूँ।"
  },
  {
    "timestamp": "2025-07-21 07:22:42",
    "speaker": "user",
    "content": "थोड़ा दिन मौत, तीन बजे से दाम भरा ना हमने मौज."
  },
  {
    "timestamp": "2025-07-21 07:22:46",
    "speaker": "user",
    "content": "बहुत समय से दाम भरा नहीं है ना तड़प पर उल्टा उल्टा दाम बोल दिया बहुत"
  },
  {
    "timestamp": "2025-07-21 07:22:42",
    "speaker": "assistant",
    "content": ""
  },
  {
    "timestamp": "2025-07-21 07:22:47",
    "speaker": "user",
    "content": "थक,"
  },
  {
    "timestamp": "2025-07-21 07:22:46",
    "speaker": "assistant",
    "content": ""
  },
  {
    "timestamp": "2025-07-21 07:22:50",
    "speaker": "assistant",
    "content": "मुझे खेद है कि आपको असुविधा हो रही है। क्या आप मुझे बता सकते हैं कि मैं आपकी किस प्रकार मदद कर सकती हूँ?"
  },
  {
    "timestamp": "2025-07-21 07:23:03",
    "speaker": "assistant",
    "content": "I noticed you've been quiet. Are you still there?"
  }
]