[
  {
    "timestamp": "0:00:16.927878",
    "speaker": "Agent",
    "content": "Hello, this is Priya from Elevate Now. Am I speaking with Minal Jani? I noticed you've been quiet. Are you still there?"
  },
  {
    "timestamp": "0:00:27.068293",
    "speaker": "Customer",
    "content": "Yes."
  },
  {
    "timestamp": "0:00:28.927272",
    "speaker": "Agent",
    "content": "Great, I noticed you were checking out our Nano plan, but didn't complete the payment. I'd love to understand what motivated you to consider our program and what your weight loss goals are."
  },
  {
    "timestamp": "0:00:41.117375",
    "speaker": "Customer",
    "content": "Uh well, if I can speak to your consultant and what kind of program it will be, that would be nice."
  },
  {
    "timestamp": "0:00:50.713043",
    "speaker": "Agent",
    "content": "The Nano plan includes a blood test, a consultation with an obesity specialist doctor, and a session with a senior health coach. These offerings are designed to uncover the root causes of weight gain and create a personalized weight loss road map. Would you like me to explain how these can help you achieve your weight loss goals?"
  },
  {
    "timestamp": "0:01:08.072336",
    "speaker": "Customer",
    "content": "Uh see, I don't get time for the exercise. And uh like uh I cannot follow the strict diet. So these are my two limitations. If uh they will help me beyond this, uh then I can continue."
  },
  {
    "timestamp": "0:01:26.926427",
    "speaker": "Agent",
    "content": "Absolutely. The Nano plan is designed to fit into your lifestyle. It focuses on understanding the root causes of weight gain and provides personalized guidance that doesn't solely rely on exercise. Our health coach will help you make lifestyle choices that align with your schedule and needs. Would you like to know more about how this plan can work for you?"
  },
  {
    "timestamp": "0:01:46.788456",
    "speaker": "Customer",
    "content": "Yes."
  },
  {
    "timestamp": "0:01:49.325037",
    "speaker": "Agent",
    "content": "The Nano plan starts with a blood test to identify key issues like insulin resistance or hormonal imbalances. Then an obesity specialist doctor will explain your results and a senior health coach will create a personalized weight loss plan tailored to your needs. This personalized approach helps you achieve sustainable weight loss without having to rely heavily on exercise. Now would you like to hear about the pricing and how it's more affordable compared to other options?"
  },
  {
    "timestamp": "0:02:15.424746",
    "speaker": "Customer",
    "content": "Yes."
  },
  {
    "timestamp": "0:02:17.802894",
    "speaker": "Agent",
    "content": "The nano plan costs rupees 1,799, which includes the blood test, doctor consultation and health court session. This is a one-time payment offering you access to premium services at a fraction of the market cost. It's designed to be affordable and provides great value compared to other programs. Does this sound like a plan that would meet your needs?"
  },
  {
    "timestamp": "0:02:40.268755",
    "speaker": "Customer",
    "content": "Uh can I can you repeat the uh amount?"
  },
  {
    "timestamp": "0:02:45.924197",
    "speaker": "Agent",
    "content": "Sure, he Nano plan costs Rs 1,799."
  },
  {
    "timestamp": "0:02:52.377718",
    "speaker": "Customer",
    "content": "Okay."
  },
  {
    "timestamp": "0:02:55.102388",
    "speaker": "Agent",
    "content": "Now that"
  },
  {
    "timestamp": "0:02:58.105887",
    "speaker": "Agent",
    "content": "Now that we have cover"
  },
  {
    "timestamp": "0:03:00.956074",
    "speaker": "Agent",
    "content": "Now that we've covered all the details, what do you think about the Nano plan? I believe it can be really helpful for you to achieve your weight loss goals."
  },
  {
    "timestamp": "0:03:08.857621",
    "speaker": "Customer",
    "content": "Okay, I will go ahead."
  },
  {
    "timestamp": "0:03:11.853415",
    "speaker": "Agent",
    "content": "Great, to proceed, you can choose between two payment options. A partial payment of 499 rupees now with the remaining amount at the time of blood sample collection or a full payment of 1,799 rupees up front. I'll send you the payment links on WhatsApp. Do you have any more questions?"
  },
  {
    "timestamp": "0:03:31.683004",
    "speaker": "Customer",
    "content": "what if the plan will not work?"
  },
  {
    "timestamp": "0:03:36.871318",
    "speaker": "Agent",
    "content": "मैं समझती हूं कि आप कुछ और जानकारी चाहती हैं। ननो प्लान एक कॉम्प्रिहेंसिव अप्रोच है जो आपके मेटाबॉलिक"
  },
  {
    "timestamp": "0:03:42.912208",
    "speaker": "Customer",
    "content": "Hello, what is the plan plan will not work?\""
  },
  {
    "timestamp": "0:03:50.074125",
    "speaker": "Agent",
    "content": "I understand your concern. The Nano plan is designed to address weight loss comprehensively by identifying the root causes and providing personalized guidance. Would you like to discuss any specific aspect you're unsure about or do you need further clarification?"
  },
  {
    "timestamp": "0:04:13.870879",
    "speaker": "Agent",
    "content": "I noticed you've been quiet. Are you still there?"
  }
]