[
  {
    "timestamp": "2025-07-19 14:59:19",
    "speaker": "assistant",
    "content": "Hello, this is Priya from ElevateNow. Am I speaking with Minal Jani?"
  },
  {
    "timestamp": "2025-07-19 14:59:19",
    "speaker": "assistant",
    "content": "I noticed you've been quiet. Are you still there?"
  },
  {
    "timestamp": "2025-07-19 14:59:26",
    "speaker": "user",
    "content": "Yes,"
  },
  {
    "timestamp": "2025-07-19 14:59:26",
    "speaker": "assistant",
    "content": "Great! I noticed you were checking out our Nano plan but didn't complete the payment. I'd love to understand what motivated you to consider our program and what your weight loss goals are."
  },
  {
    "timestamp": "2025-07-19 14:59:44",
    "speaker": "user",
    "content": "Well, if I can speak to your consultant"
  },
  {
    "timestamp": "2025-07-19 14:59:47",
    "speaker": "user",
    "content": "and what kind of program it will be that would be nice?"
  },
  {
    "timestamp": "2025-07-19 14:59:44",
    "speaker": "assistant",
    "content": ""
  },
  {
    "timestamp": "2025-07-19 14:59:48",
    "speaker": "assistant",
    "content": "The Nano Plan includes a blood test, a consultation with an obesity specialist doctor, and a session with a senior health coach. These offerings are designed to uncover the root causes of weight gain and create a personalized weight loss roadmap. Would you like me to explain how these can help you achieve your weight loss goals?"
  },
  {
    "timestamp": "2025-07-19 15:00:09",
    "speaker": "user",
    "content": "See I don't get time for the exercise."
  },
  {
    "timestamp": "2025-07-19 15:00:09",
    "speaker": "assistant",
    "content": "I"
  },
  {
    "timestamp": "2025-07-19 15:00:16",
    "speaker": "user",
    "content": "And like I cannot follow those treatment test."
  },
  {
    "timestamp": "2025-07-19 15:00:18",
    "speaker": "user",
    "content": "So these are my 2 limitations."
  },
  {
    "timestamp": "2025-07-19 15:00:16",
    "speaker": "assistant",
    "content": ""
  },
  {
    "timestamp": "2025-07-19 15:00:22",
    "speaker": "assistant",
    "content": ""
  },
  {
    "timestamp": "2025-07-19 15:00:23",
    "speaker": "user",
    "content": "If they will help me beyond this, then I can continue."
  },
  {
    "timestamp": "2025-07-19 15:00:23",
    "speaker": "assistant",
    "content": "Absolutely, the Nano Plan is designed to fit into your lifestyle. It focuses on understanding the root causes of weight gain and provides personalized guidance that doesn't solely rely on exercise. Our health coach will help you make lifestyle choices that align with your schedule and needs. Would you like to know more about how this plan can work for you?"
  },
  {
    "timestamp": "2025-07-19 15:00:46",
    "speaker": "user",
    "content": "Yes,"
  },
  {
    "timestamp": "2025-07-19 15:00:46",
    "speaker": "assistant",
    "content": "The Nano Plan starts with a blood test to identify key issues like insulin resistance or hormonal imbalances. Then, an obesity specialist doctor will explain your results, and a senior health coach will create a personalized weight loss plan tailored to your needs. This personalized approach helps you achieve sustainable weight loss without having to rely heavily on exercise. Now, would you like to hear about the pricing and how it's more affordable compared to other options?"
  },
  {
    "timestamp": "2025-07-19 15:01:14",
    "speaker": "user",
    "content": "Yes,"
  },
  {
    "timestamp": "2025-07-19 15:01:14",
    "speaker": "assistant",
    "content": "The Nano Plan costs Rupees one thousand seven hundred ninety-nine, which includes the blood test, doctor consultation, and health coach session. This is a one-time payment, offering you access to premium services at a fraction of the market cost. It's designed to be affordable and provides great value compared to other programs. Does this sound like a plan that would meet your needs?"
  },
  {
    "timestamp": "2025-07-19 15:01:42",
    "speaker": "user",
    "content": "Can I, can you repeat the amount?"
  },
  {
    "timestamp": "2025-07-19 15:01:42",
    "speaker": "assistant",
    "content": "Sure! The Nano Plan costs Rupees one thousand seven hundred ninety-nine."
  },
  {
    "timestamp": "2025-07-19 15:01:51",
    "speaker": "user",
    "content": "Ok,"
  },
  {
    "timestamp": "2025-07-19 15:01:51",
    "speaker": "assistant",
    "content": "Now that we've"
  },
  {
    "timestamp": "2025-07-19 15:01:54",
    "speaker": "user",
    "content": "Ok."
  },
  {
    "timestamp": "2025-07-19 15:01:54",
    "speaker": "assistant",
    "content": "Now that we've covered"
  },
  {
    "timestamp": "2025-07-19 15:01:57",
    "speaker": "user",
    "content": "Hello?"
  },
  {
    "timestamp": "2025-07-19 15:01:57",
    "speaker": "assistant",
    "content": "Now that we've covered all the details, what do you think about the Nano Plan? I believe it can be really helpful for you to achieve your weight loss goals."
  },
  {
    "timestamp": "2025-07-19 15:02:08",
    "speaker": "user",
    "content": "Ok I will go ahead."
  },
  {
    "timestamp": "2025-07-19 15:02:08",
    "speaker": "assistant",
    "content": "Great! To proceed, you can choose between two payment options: a partial payment of four hundred ninety-nine Rupees now with the remaining amount at the time of blood sample collection, or a full payment of one thousand seven hundred ninety-nine Rupees upfront. I'll send you the payment links on WhatsApp. Do you have any more questions?"
  },
  {
    "timestamp": "2025-07-19 15:02:32",
    "speaker": "user",
    "content": "मुझे सिर्फ plan will not work?"
  },
  {
    "timestamp": "2025-07-19 15:02:32",
    "speaker": "assistant",
    "content": "मैं समझती हूँ कि आप कुछ और जानकारी चाहते हैं। Nano Plan एक comprehensive approach है जो आपके metabolic"
  },
  {
    "timestamp": "2025-07-19 15:02:46",
    "speaker": "user",
    "content": "Listen दीपक. Hello? What is the plan plan will not work?"
  },
  {
    "timestamp": "2025-07-19 15:02:46",
    "speaker": "assistant",
    "content": "I understand your concern. The Nano Plan is designed to address weight loss comprehensively by identifying the root causes and providing personalized guidance. Would you like to discuss any specific aspect you're unsure about, or do you need further clarification?"
  },
  {
    "timestamp": "2025-07-19 15:03:10",
    "speaker": "assistant",
    "content": "I noticed you've been quiet. Are you still there?"
  }
]